export const PoolDetail = [{
  version: '1.0',
  half: '上半',
  from: '2024-07-04 06:00:00',
  to: '2024-07-24 11:59:59',
  char5: ['艾莲'],
  char4: ['苍角', '安东'],
  weapon5: ['深海访客'],
  weapon4: ['含羞恶面', '旋钻机-赤轴']
},{
  version: '1.0',
  half: '下半',
  from: '2024-07-24 12:00:00',
  to: '2024-08-13 14:59:59',
  char5: ['朱鸢'],
  char4: ['本', '妮可'],
  weapon5: ['防暴者Ⅵ型'],
  weapon4: ['比格气缸', '聚宝箱']
},{
  version: '1.1',
  half: '上半',
  from: '2024-08-14 06:00:00',
  to: '2024-09-04 11:59:59',
  char5: ['青衣'],
  char4: ['比利', '可琳'],
  weapon5: ['玉壶青冰'],
  weapon4: ['仿制星徽引擎', '家政员']
},{
  version: '1.1',
  half: '下半',
  from: '2024-09-04 12:00:00',
  to: '2024-09-24 14:59:59',
  char5: ['简'],
  char4: ['赛斯', '安比'],
  weapon5: ['淬锋钳刺'],
  weapon4: ['维序者-特化型', '德玛拉电池Ⅱ型']
},{
  version: '1.2',
  half: '上半',
  from: '2024-09-25 06:00:00',
  to: '2024-10-16 11:59:59',
  char5: ['凯撒'],
  char4: ['安东', '派派'],
  weapon5: ['奔袭獠牙'],
  weapon4: ['旋钻机-赤轴', '轰鸣座驾']
},{
  version: '1.2',
  half: '下半',
  from: '2024-10-16 12:00:00',
  to: '2024-11-05 14:59:59',
  char5: ['柏妮思'],
  char4: ['露西', '妮可'],
  weapon5: ['灼心摇壶'],
  weapon4: ['好斗的阿炮', '聚宝箱']
}]